Repository: Bhery/qi.jabberHelpdesk
Catalog: src/qi/jabberHelpdesk/i18n/qi.jabberHelpdesk-plone-*.po
Languages: es

source: A jabber based helpdesk
es: Un Centro de atención al cliente basado en jabber

source: A workflow for helpdesks.
es: Un flujo de trabajo para Centros de atención al cliente.

source: Can only be seen and edited by the owner.
es: Sólo puede ser y ha sido editado por el dueño.

source: Closed
es: Cerrado

source: Helpdesk Settings
es: Configuraciones del Centro de atención al cliente

source: Jabber Helpdesk
es: Centro de atención al cliente Jabber

source: Jabber Helpdesk Workflow
es: Flujo de trabajo del Centro de atención al cliente Jabber.

source: Making your helpdesk private will make it accessible only by yourself and site admins.
es: Haciendo a su Centro de atención al cliente privado lo hará accesible solamente por usted mismo y los usuarios administradores.

source: Member makes helpdesk private
es: El miembro hace privado el centro de atención al cliente

source: Member makes helpdesk public
es: El miembro hace publico el centro de atención al cliente

source: Open
es: Abrir

source: Opening the helpdesk makes it accessible by users.
es: Abriendo el centro de atención al cliente lo hace accesible a los usuarios.

source: Publish
es: Publicar

source: Retract
es: Retractar

source: Visible to everyone, editable by the owner.
es: Visible a todo el mundo y editable por el dueño.

source: description_helpdesk_portlet
es: Este portlet le permite a la gente pedir soporte en linea por el centro de atención al cliente.

source: title_helpdesk_portlet
es: Portlet de Centro de atención al cliente
