Repository: Bhery/qi.jabberHelpdesk
Catalog: src/qi/jabberHelpdesk/locales/*/LC_MESSAGES/qi.jabberHelpdesk.po
Languages: es

source: A short summary of the helpdesk
es: Un corto resumen del centro de atención al cliente

source: Add helpdesk portlet
es: Agregar un portlet de centro de atención al cliente

source: Add jabber Helpdesk
es: Agregar un Centro de atención al cliente basado en jabber

source: Agent's jabber ID
es: Identificadores Jabber de los Agentes

source: Agents IDs
es: Identificadores de los Agentes

source: An image to be displayed in the body of the portlet
es: Una imagen a ser mostrada en el cuerpo del portlet

source: Bot's JID
es: Identificador Jabber del Bot

source: Bot's password
es: Contraseña del bot

source: Chat with us
es: Converse con nosotros

source: Chat with us live!
es: ¡Converse con nosotros en linea!

source: Connection error
es: Error de conexión

source: Could not connect to helpdesk server
es: No pudo conectarse al servidor del Centro de atención al cliente

source: Create a new jabber helpdesk
es: Crear un nuevo Centro de atención al cliente basado en jabber

source: Description
es: Descripción

source: Download chat transcript
es: Descargar la conversación transcrita

source: Edit helpdesk agents
es: Editar agentes del Centro de atención al cliente

source: Edit helpdesk portlet
es: Editar portlet del Centro de atención al cliente

source: Edit jabber Helpdesk
es: Editar Centro de atención al cliente basado en jabber

source: Helpdesk XMLRPC server
es: Servidor XMLRPC del Centro de atención al cliente

source: Helpdesk XMLRPC server port
es: Puerto del servidor XMLRPC del Centro de atención al cliente

source: Helpdesk agents
es: Agentes de Centro de atención al cliente

source: Helpdesk portlet
es: Portlet de Centro de atención al cliente

source: Helpdesk settings
es: Configuraciones de Centro de atención al cliente

source: Link to the helpdesk of your choice
es: Enlace al Centro de atención al cliente de su elección

source: Name
es: Nombre

source: Name of the helpdesk
es: Nombre del Centro de atención al cliente

source: No available agents.
es: No hay disponible agentes

source: Persistent bot
es: Bot persistente

source: Please fill in your details
es: Por favor, rellene en sus detalles

source: Portlet image
es: Imagen de portlet

source: Request chat transcript
es: Solicitar la conversación transcrita

source: Server settings for the helpdesks of this site.
es: Configuraciones del servidor para los centros de atención al cliente del sitio.

source: Specifies whether the bot remains loaded even if nobody is using it
es: Especifique si el bot permanece cargado incluso si nadie la esta usando

source: Subject
es: Asunto

source: Submit
es: Enviar

source: Talking with:
es: Hablando con:

source: Target helpdesk
es: Destino del helpdesk

source: The Jabber ID of the bot assigned to this helpdesk
es: El identificador del bot asignado a este Centro de atención al cliente

source: The address of your local jabber xmlrpc server.
es: La dirección de su servidor local de XMLRPC jabber.

source: The bot's password.
es: La contraseña del bot

source: The jabber IDs of auhorized agents, typically of the form userID@jabberserver
es: El identificador jabber del agente autorizado, típicamente de la forma id-usuario@servidor-jabber

source: The port of your XMLRPC server
es: El puerto del servidor XMLRPC

source: This portlet lets people ask for online support from the helpdesk.
es: Este portlet le permite a la gente pedir soporte en linea desde el Centro de atención al cliente.

source: Title
es: Título

source: Welcome to our helpdesk
es: Bienvenido a nuestro Centro de atención al cliente

source: What you would like to discuss.
es: ¿Que le gustaría discutir?.

source: You are connected to the helpdesk. Someone will be with you shortly.
es: Usted esta conectado al Centro de atención al cliente. En un momento alguien estará atendiéndolo.

source: You received a file:
es: Usted recibió un archivo:

source: Your full name.
es: Su nombre completo.

source: help_messageBox
es: Ingrese el mensaje que usted quiere enviar. Los enlaces y emoticones son permitidos.

source: label_availableAgents
es: Agentes disponibles:

source: label_info
es: Información

source: label_msgInput
es: Mensaje

source: label_onlineAgents
es: Agentes en linea:

source: label_powered_by
es: Basado en

source: label_waitingForAgents
es: Por favor, espero mientras comprobamos los agentes disponibles...
